Revit 2024 API
MasonryCMU.CommonTintColor Property
 The property labeled "Tint Color" from the "MasonryCMU" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string CommonTintColor { get; }
Visual Basic
Public Shared ReadOnly Property CommonTintColor As String
	Get
Visual C++
public:
static property String^ CommonTintColor {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDoubleArray4d".
See Also
MasonryCMU Class
Autodesk.Revit.DB.Visual Namespace